Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.bed0749e62dd
source: 次は目的別メニュー
ar_sa: التالي هو القائمة الخاصة بالغرض
ca: El següent és el menú específic per a finalitats
cs: Nyní vyberte menu podle cíle.
da: Gå videre til menuer efter formål
de_de: Gehen Sie zum Menü nach Ziel
el: Στη συνέχεια, επιλέξτε το κατάλληλο μενού.
en_au: Next, choose a menu based on your goals.
es_es: Ahora, seleccione según su objetivo.
fi: Siirry seuraavaan, tavoitteen mukaan valittuihin vaihtoehtoihin
fr_ca: Passer au menu par objectif
gu: હવે, વિષય પ્રમાણે મેનુ જુઓ
he: עבור למסלול בהתאם למטרה
hi: अब लक्ष्य के अनुसार मेनू देखें
hr: Sada, odaberite opciju prema cilju.
hu: Most a célok szerint válassza ki az opciókat
id: Sekarang, pilih menu berdasarkan tujuan
it: Passa al menu per obiettivi specifici
ko: 다음은 목적별 메뉴
mr: आता उद्दिष्टांनुसार मेनू
ms: Sekarang, pilih menu mengikut matlamat
nl_nl: Ga verder naar de menu's op basis van je doel.
no: Nå, velg etter mål
pl: Przejdź do menu w zależności od celu.
pt_br: Agora, escolha um menu por objetivo
pt_pt: Agora, escolha um menu por objetivo
ro: Acum, alegeți meniul în funcție de scop.
ru: Далее: меню по целям
sk: Ďalej, vyberte si menu podľa cieľa.
sl: Sedaj izberite meni glede na cilj
sv: Nu, välj efter mål
ta: இப்போது இலக்கு சார்ந்த மெனுவை பார்க்கவும்
te: ఇప్పుడు లక్ష్యం ఆధారిత మెనూ
th: ไปที่เมนูตามวัตถุประสงค์
tr: Şimdi hedef bazlı menüye geçin
uk: Далі – меню за призначенням
vi: Tiếp theo là danh mục theo mục tiêu
zh_hans: 接下来是根据目标选择菜单
zh_hant: 接下來是根據目標的飲食計畫

# core_ui.bed598542aad
source: 1回の時間
ar_sa: مدة الجلسة
ca: Durada de la sessió
cs: Délka tréninku
da: Varighed pr. træning
de_de: Dauer pro Training
el: Διάρκεια προπόνησης
en_au: Session duration
es_es: Duración por sesión
fi: Harjoituksen kesto
fr_ca: Durée d'une séance
gu: દર સેશનનો સમય
he: משך אימון
hi: एक सत्र का समय
hr: Trajanje treninga
hu: Edzés időtartama
id: Durasi sesi
it: Durata per sessione
ko: 1회 운동 시간
mr: एका सत्राचा कालावधी
ms: Tempoh sesi
nl_nl: Duur per training
no: Varighet per økt
pl: Czas treningu
pt_br: Duração por sessão
pt_pt: Duração por sessão
ro: Durata unei sesiuni
ru: Длительность тренировки
sk: Trvanie tréningu
sl: Trajanje vadbe
sv: Tid per träningspass
ta: ஒரு அமர்வின் நேரம்
te: ఒక్కో సెషన్ వ్యవధి
th: ระยะเวลาต่อครั้ง
tr: Antrenman süresi
uk: Тривалість тренування
vi: Thời lượng buổi tập
zh_hans: 单次时长
zh_hant: 單次時間

# core_ui.bf6f0ec9eac4
source: 記録と実行結果は次のAI分析へ引き継がれます。最初の操作はホームのミッションが案内します。
ar_sa: سيتم ترحيل نتائج التسجيل والتنفيذ إلى تحليل الذكاء الاصطناعي التالي. سيتم توجيه العملية الأولى بالمهمة المنزلية.
ca: Els resultats de l'enregistrament i l'execució es traslladaran a la següent anàlisi d'IA. La primera operació estarà guiada per la missió domèstica.
cs: Výsledky záznamu a provedení budou přeneseny do další analýzy AI. První krok vás provede úkolem na domovské obrazovce.
da: Resultaterne af registreringen og udførelsen overføres til næste AI-analyse. Den første handling guider dig gennem missionerne i hovedmenuen.
de_de: Die Aufzeichnungen und Ergebnisse werden an die nächste KI-Analyse weitergeleitet. Die erste Aktion wird durch die Aufgaben auf der Startseite geführt.
el: Τα αποτελέσματα της καταγραφής και εκτέλεσης θα μεταφερθούν στην επόμενη ανάλυση AI. Η πρώτη λειτουργία σας καθοδηγεί από την κύρια οθόνη.
en_au: Your recorded and executed results will be passed on to the next AI analysis. The first operation will guide you through the mission on the home screen.
es_es: Los resultados de registro y ejecución se transfieren al siguiente análisis de IA. La primera acción te guiará desde la misión en la pantalla principal.
fi: Kirjattu ja suoritettu tieto siirretään seuraavaan AI-analyysiin. Ensimmäinen toiminto ohjaa sinut aloittamaan kotinäkymästä.
fr_ca: Les résultats de l'enregistrement et de l'exécution seront transférés à l'analyse IA suivante. La première action vous guidera via la mission principale.
gu: તમારા રેકોર્ડ અને એક્ઝિક્યુશનના પરિણામો આગામી AI વિશ્લેષણમાં ટ્રાન્સફર કરવામાં આવશે. પ્રથમ ક્રિયા હોમ મિશન દ્વારા માર્ગદર્શન આપશે.
he: תוצאות התיעוד והביצוע יועברו לניתוח ה-AI הבא. הפעולה הראשונה תנחה אותך דרך המשימה בבית.
hi: रिकॉर्ड और क्रियान्वयन परिणाम अगले AI विश्लेषण में स्थानांतरित किए जाएंगे। पहला ऑपरेशन होम मिशन द्वारा मार्गदर्शन करेगा।
hr: Rezultati zapisa i izvođenja će se prebaciti u sljedeću analizu AI-a. Prvi korak vas vodi kroz misije na početnom ekranu.
hu: A rögzített és a végrehajtott eredmények átkerülnek a következő AI elemzésbe. Az első lépés a háttérben található feladatok segítenek.
id: Hasil pencatatan dan pelaksanaan akan diteruskan ke analisis AI berikutnya. Operasi pertama akan dipandu oleh misi di beranda.
it: I risultati della registrazione e dell'esecuzione verranno trasferiti all'analisi AI successiva. La prima operazione ti guiderà nella missione principale.
ko: 기록 및 실행 결과는 다음 AI 분석으로 이어집니다. 첫 번째 작업은 홈의 미션을 안내합니다.
mr: तुमची नोंद आणि कार्यवाहीचे परिणाम पुढील AI विश्लेषणात हस्तांतरित केले जातील. पहिली क्रिया होम स्क्रीनवरील 'मिशन'द्वारे मार्गदर्शन करेल.
ms: Hasil dan pelaksanaan akan dipindahkan ke analisis AI seterusnya. Tindakan pertama adalah melalui misi di bahagian utama.
nl_nl: De registratie en uitvoeringsresultaten worden doorgegeven aan de volgende AI-analyse. De eerste actie wordt geleid door de missie op het startscherm.
no: Resultatene fra registreringen og utførelsen overføres til neste AI-analyse. Første gang vil oppgaven i hovedmenyen veilede deg.
pl: Wyniki zapisów i wykonania zostaną przekazane do następnej analizy AI. Pierwsze działanie poprowadzi Cię misja na głównym ekranie.
pt_br: Os resultados de registro e execução serão transferidos para a próxima análise da IA. A primeira ação é guiada pela missão na tela inicial.
pt_pt: Os resultados de registro e execução serão transferidos para a próxima análise da IA. A primeira ação é guiada pela missão na tela inicial.
ro: Rezultatele înregistrării și ale execuției vor fi transferate către următoarea analiză a AI-ului. Prima acțiune vă va ghida prin misiunea de pe ecranul principal.
ru: Результаты записи и выполнения передаются следующему анализу ИИ. Первая операция поможет вам через главную задачу.
sk: Výsledky a záznamy budú prenesené do ďalšej analýzy AI. Prvý krok vás navede domovská stránka.
sl: Rezultate in izvedene dejavnosti prenesete v naslednjo analizo AI. Prva operacija vas bo vodila preko misij na domači strani.
sv: Resultatet av spelandet och utförandet överförs till nästa AI-analys. Första gången guidar "uppdrag" i huvudmenyn.
ta: பதிவு மற்றும் செயல்பாட்டின் முடிவுகள் அடுத்த AI பகுப்பாய்வுக்கு அனுப்பப்படும். முதல் செயல்பாடு, முகப்புப் பக்கத்தில் உள்ள பணி உங்களுக்கு வழிகாட்டும்.
te: రికార్డ్ మరియు అమలు ఫలితాలు తదుపరి AI విశ్లేషణకు బదిలీ అవుతాయి. మొదటి చర్య హోమ్ మిషన్ ద్వారా మార్గనిర్దేశం చేస్తుంది.
th: ผลการบันทึกและดำเนินการจะถูกส่งต่อไปยังการวิเคราะห์ AI ครั้งถัดไป การทำงานครั้งแรกจะแนะนำจากภารกิจบนหน้าหลัก
tr: Kaydedilen ve uygulanan sonuçlar, sonraki yapay zeka analizine aktarılır. İlk işlem, ana ekranda bulunan görevler tarafından yönlendirir.
uk: Результати запису та виконання передаються до наступного аналізу AI. Перша дія – місія на головному екрані.
vi: Kết quả ghi lại và thực hiện sẽ được chuyển sang phân tích AI tiếp theo. Bước đầu tiên là nhiệm vụ trên trang chủ sẽ hướng dẫn bạn.
zh_hans: 记录和执行结果将传递到下一个AI分析。首次操作会引导您在主页的任务中进行。
zh_hant: 记录和执行结果将传递给下一个AI分析。首次操作会引导您完成主页任务。

# core_ui.bf6f2859521c
source: 写真・腹囲・部位バランスを整える
ar_sa: حسّن مظهرك وخصرك وتوازن العضلات
ca: Millora l'aspecte, la cintura i l'equilibri muscular
cs: Zlepšujte vzhled, pas a svalovou rovnováhu
da: Forbedr udseende, talje og muskelbalance
de_de: Körperform, Taille und Muskelbalance verbessern
el: Βελτίωσε εμφάνιση, μέση και μυϊκή ισορροπία
en_au: Improve your look, waist, and muscle balance
es_es: Mejora tu figura, cintura y equilibrio muscular
fi: Paranna ulkonäköä, vyötäröä ja lihastasapainoa
fr_ca: Améliorer votre silhouette, votre tour de taille et votre équilibre musculaire
gu: દેખાવ, કમર અને સ્નાયુ સંતુલન સુધારો
he: שיפור המראה, המותניים ואיזון השרירים
hi: अपनी बनावट, कमर और मांसपेशियों का संतुलन बेहतर करें
hr: Poboljšavajte izgled, struk i ravnotežu mišića
hu: A megjelenés, a derék és az izomegyensúly javítása
id: Perbaiki penampilan, pinggang, dan keseimbangan otot
it: Migliora forma fisica, girovita ed equilibrio muscolare
ko: 외형, 허리둘레, 근육 균형 개선
mr: शरीराचा आकार, कंबर आणि स्नायूंचा समतोल सुधारा
ms: Perbaiki penampilan, pinggang dan keseimbangan otot
nl_nl: Werk aan je uiterlijk, taille en spierbalans
no: Forbedre utseende, midje og muskelbalanse
pl: Poprawiaj wygląd, talię i równowagę mięśniową
pt_br: Melhore sua forma, cintura e equilíbrio muscular
pt_pt: Melhorar sua forma, cintura e equilíbrio muscular
ro: Îmbunătățește aspectul, talia și echilibrul muscular
ru: Улучшайте внешний вид, талию и мышечный баланс
sk: Zlepšujte vzhľad, pás a svalovú rovnováhu
sl: Izboljšujte videz, pas in mišično ravnovesje
sv: Förbättra utseende, midja och muskelbalans
ta: உடல் தோற்றம், இடுப்பளவு மற்றும் தசைச் சமநிலையை மேம்படுத்தவும்
te: శరీర ఆకృతి, నడుము మరియు కండరాల సమతుల్యాన్ని మెరుగుపరచండి
th: ปรับรูปร่าง รอบเอว และสมดุลกล้ามเนื้อ
tr: Görünümü, beli ve kas dengesini iyileştir
uk: Поліпшуйте зовнішній вигляд, талію та м’язовий баланс
vi: Cải thiện vóc dáng, vòng eo và độ cân đối cơ bắp
zh_hans: 改善体型、腰围和肌肉平衡
zh_hant: 改善體型、腰圍與肌肉平衡

# core_ui.bf84924a22d4
source: BodyMode 広告報告
ar_sa: بلاغ عن إعلان في BodyMode
ca: Informe d'anunci de BodyMode
cs: Hlášení reklamy BodyMode
da: BodyMode-annonceindberetning
de_de: BodyMode-Werbemeldung
el: Αναφορά διαφήμισης BodyMode
en_au: BodyMode ad report
es_es: Informe de publicidad de BodyMode
fi: BodyMode-mainosilmoitus
fr_ca: Signalement de publicité BodyMode
gu: BodyMode જાહેરાત રિપોર્ટ
he: דיווח על מודעה ב-BodyMode
hi: BodyMode विज्ञापन रिपोर्ट
hr: Prijava oglasa BodyMode
hu: BodyMode-hirdetésjelentés
id: Laporan iklan BodyMode
it: Segnalazione annuncio BodyMode
ko: BodyMode 광고 신고
mr: BodyMode जाहिरात अहवाल
ms: Laporan iklan BodyMode
nl_nl: BodyMode-advertentiemelding
no: BodyMode-annonsereport
pl: Zgłoszenie reklamy BodyMode
pt_br: Relatório de anúncio do BodyMode
pt_pt: Relatório de anúncio do BodyMode
ro: Raport de reclamă BodyMode
ru: Жалоба на рекламу BodyMode
sk: Hlásenie reklamy BodyMode
sl: Prijava oglasa BodyMode
sv: BodyMode-annonsrapport
ta: BodyMode விளம்பர அறிக்கை
te: BodyMode ప్రకటన రిపోర్టు
th: รายงานโฆษณา BodyMode
tr: BodyMode reklam bildirimi
uk: Скарга на рекламу BodyMode
vi: Báo cáo quảng cáo BodyMode
zh_hans: BodyMode广告报告
zh_hant: BodyMode廣告報告

# core_ui.bfcdf42c1ed2
source: Apple Healthワークアウト
ar_sa: تمارين Apple Health
ca: Entrenaments d'Apple Health
cs: Tréninky Apple Health
da: Apple Health-træninger
de_de: Apple Health-Trainings
el: Προπονήσεις Apple Health
en_au: Apple Health workouts
es_es: Entrenamientos de Apple Health
fi: Apple Health -harjoitukset
fr_ca: Entraînements Apple Santé
gu: Apple Health વર્કઆઉટ
he: אימוני Apple Health
hi: Apple Health वर्कआउट
hr: Apple Health treninzi
hu: Apple Health-edzések
id: Latihan Apple Health
it: Allenamenti Apple Health
ko: Apple Health 운동
mr: Apple Health वर्कआउट्स
ms: Senaman Apple Health
nl_nl: Apple Health-trainingen
no: Apple Health-treningsøkter
pl: Treningi Apple Health
pt_br: Treinos do Apple Health
pt_pt: Treinos do Apple Health
ro: Antrenamente Apple Health
ru: Тренировки Apple Health
sk: Tréningy Apple Health
sl: Vadbe Apple Health
sv: Apple Health-träningspass
ta: Apple Health வொர்க்அவுட்கள்
te: Apple Health వర్కౌట్లు
th: การออกกำลังกายใน Apple Health
tr: Apple Health antrenmanları
uk: Тренування Apple Health
vi: Bài tập Apple Health
zh_hans: Apple 健康训练
zh_hant: Apple 健康體能訓練

# core_ui.c0244b275a43
source: 重点部位
ar_sa: المجالات الرئيسية
ca: Àrees clau
cs: Zaměření na oblasti
da: Fokusområde
de_de: Fokusbereiche
el: Εστιασμένες περιοχές
en_au: Focus area
es_es: Áreas a enfocarse
fi: Painopistealueet
fr_ca: Zones ciblées
gu: મુખ્ય ભાગ
he: אזורים ממוקדים
hi: मुख्य क्षेत्र
hr: Fokusirani dijelovi tijela
hu: Fókuszpontok
id: Area fokus
it: Area di interesse
ko: 주요 부위
mr: लक्ष्यित भाग
ms: Tempat fokus
nl_nl: Focusgebieden
no: Fokusområde
pl: Koncentruj się na
pt_br: Áreas de foco
pt_pt: Áreas de foco
ro: Zonele țintă
ru: Основные области
sk: Hlavné oblasti
sl: Osrednji del telesa
sv: Fokusområden
ta: முக்கியப் பகுதிகள்
te: ముఖ్యమైన భాగాలు
th: ส่วนที่เน้น
tr: Odaklanılacak bölge
uk: Основні зони
vi: Vùng tập trung

# core_ui.c0db37cbee38
source: 全記録をJSONで書き出す
ar_sa: تصدير كل السجلات بصيغة JSON
ca: Exporta tots els registres com a JSON
cs: Exportovat všechny záznamy jako JSON
da: Eksportér alle registreringer som JSON
de_de: Alle Einträge als JSON exportieren
el: Εξαγωγή όλων των εγγραφών ως JSON
en_au: Export all records as JSON
es_es: Exportar todos los registros como JSON
fi: Vie kaikki kirjaukset JSON-muodossa
fr_ca: Exporter toutes les données au format JSON
gu: બધા રેકોર્ડ JSON તરીકે એક્સપોર્ટ કરો
he: ייצוא כל הרישומים כ-JSON
hi: सभी रिकॉर्ड JSON में निर्यात करें
hr: Izvezi sve zapise kao JSON
hu: Összes bejegyzés exportálása JSON-ként
id: Ekspor semua catatan sebagai JSON
it: Esporta tutti i dati in formato JSON
ko: 모든 기록을 JSON으로 내보내기
mr: सर्व नोंदी JSON म्हणून एक्सपोर्ट करा
ms: Eksport semua rekod sebagai JSON
nl_nl: Alle registraties exporteren als JSON
no: Eksporter alle registreringer som JSON
pl: Eksportuj wszystkie wpisy jako JSON
pt_br: Exportar todos os registros como JSON
pt_pt: Exportar todos os registos como JSON
ro: Exportă toate înregistrările ca JSON
ru: Экспортировать все записи в JSON
sk: Exportovať všetky záznamy ako JSON
sl: Izvozi vse vnose kot JSON
sv: Exportera alla poster som JSON
ta: அனைத்துப் பதிவுகளையும் JSON ஆக ஏற்றுமதி செய்யவும்
te: అన్ని రికార్డులను JSONగా ఎగుమతి చేయండి
th: ส่งออกบันทึกทั้งหมดเป็น JSON
tr: Tüm kayıtları JSON olarak dışa aktar
uk: Експортувати всі записи у JSON
vi: Xuất tất cả bản ghi dưới dạng JSON
zh_hans: 将全部记录导出为JSON
zh_hant: 將全部記錄匯出為JSON

# core_ui.c1c9d8af06fa
source: 使える器具
ar_sa: المعدات المتاحة
ca: Equip disponible
cs: Dostupné vybavení
da: Tilgængeligt udstyr
de_de: Verfügbare Geräte
el: Διαθέσιμος εξοπλισμός
en_au: Available equipment
es_es: Equipo disponible
fi: Käytettävissä olevat välineet
fr_ca: Équipement disponible
gu: ઉપલબ્ધ સાધનો
he: ציוד זמין
hi: उपलब्ध उपकरण
hr: Dostupna oprema
hu: Elérhető eszközök
id: Peralatan yang tersedia
it: Attrezzatura disponibile
ko: 사용 가능한 기구
mr: उपलब्ध उपकरणे
ms: Peralatan tersedia
nl_nl: Beschikbare apparatuur
no: Tilgjengelig utstyr
pl: Dostępny sprzęt
pt_br: Equipamentos disponíveis
pt_pt: Equipamentos disponíveis
ro: Echipament disponibil
ru: Доступное оборудование
sk: Dostupné vybavenie
sl: Razpoložljiva oprema
sv: Tillgänglig utrustning
ta: கிடைக்கும் உபகரணங்கள்
te: అందుబాటులో ఉన్న పరికరాలు
th: อุปกรณ์ที่มี
tr: Kullanılabilir ekipman
uk: Доступне обладнання
vi: Thiết bị hiện có
zh_hans: 可用器械
zh_hant: 可用器材

# core_ui.c7b878740639
source: この目的のトレーナー
ar_sa: المدرب المناسب لهذا الهدف
ca: Entrenador per a aquest objectiu
cs: Trenér pro tento cíl
da: Træner til dette mål
de_de: Coach für dieses Ziel
el: Προπονητής για αυτόν τον στόχο
en_au: Trainer for this goal
es_es: Entrenador para esta objetivo
fi: Tämän tavoitteen valmentaja
fr_ca: Coach pour cet objectif
gu: આ લક્ષ્ય માટે ટ્રેનર
he: מאמן ליעד הזה
hi: इस लक्ष्य का ट्रेनर
hr: Trener za ovaj cilj
hu: Edző ehhez a célhoz
id: Pelatih untuk tujuan ini
it: Allenatore per questo obiettivo
ko: 이 목표의 트레이너
mr: या उद्दिष्टासाठी प्रशिक्षक
ms: Jurulatih untuk matlamat ini
nl_nl: Trainer voor dit doel
no: Trener for dette målet
pl: Trener dla tego celu
pt_br: Treinador para esta meta
pt_pt: Treinador para este objetivo
ro: Antrenor pentru acest obiectiv
ru: Тренер для этой цели
sk: Tréner pre tento cieľ
sl: Trener za ta cilj
sv: Tränare för detta mål
ta: இந்த இலக்கிற்கான பயிற்சியாளர்
te: ఈ లక్ష్యానికి ట్రైనర్
th: เทรนเนอร์สำหรับเป้าหมายนี้
tr: Bu hedef için antrenör
uk: Тренер для цієї цілі
vi: Huấn luyện viên cho mục tiêu này
zh_hans: 适合此目标的教练
zh_hant: 適合此目標的教練

# core_ui.c81277b1521a
source: Apple Watch・センサー
ar_sa: Apple Watch والمستشعرات
ca: Apple Watch i sensors
cs: Apple Watch a senzory
da: Apple Watch og sensorer
de_de: Apple Watch und Sensoren
el: Apple Watch και αισθητήρες
en_au: Apple Watch & sensors
es_es: Apple Watch y sensores
fi: Apple Watch ja sensorit
fr_ca: Apple Watch et capteurs
gu: Apple Watch અને સેન્સર
he: Apple Watch וחיישנים
hi: Apple Watch और सेंसर
hr: Apple Watch i senzori
hu: Apple Watch és érzékelők
id: Apple Watch dan sensor
it: Apple Watch e sensori
ko: Apple Watch 및 센서
mr: Apple Watch आणि सेन्सर्स
ms: Apple Watch dan sensor
nl_nl: Apple Watch en sensoren
no: Apple Watch og sensorer
pl: Apple Watch i czujniki
pt_br: Apple Watch e sensores
pt_pt: Apple Watch e sensores
ro: Apple Watch și senzori
ru: Apple Watch и датчики
sk: Apple Watch a senzory
sl: Apple Watch in senzorji
sv: Apple Watch och sensorer
ta: Apple Watch மற்றும் சென்சார்கள்
te: Apple Watch మరియు సెన్సర్లు
th: Apple Watch และเซ็นเซอร์
tr: Apple Watch ve sensörler
uk: Apple Watch і датчики
vi: Apple Watch và cảm biến
zh_hans: Apple Watch与传感器
zh_hant: Apple Watch與感測器

# core_ui.c82ef935ebf7
source: 目的を選択
ar_sa: اختر غرضك
ca: Tria el teu propòsit
cs: Vybrat cíl
da: Vælg formål
de_de: Zweck auswählen
el: Επιλογή στόχου
en_au: Select a purpose
es_es: Seleccionar objetivo
fi: Valitse tavoite
fr_ca: Sélectionner un objectif
gu: ધ્યય પસંદ કરો
he: בחירת מטרה
hi: उद्देश का चयन करें
hr: Izaberite cilj
hu: Cél kiválasztása
id: Pilih tujuan
it: Seleziona obiettivo
ko: 목표 선택
mr: उद्दिष्ट निवडा
ms: Memilih Matlamat
nl_nl: Doel selecteren
no: Velg formål
pl: Wybierz cel
pt_br: Selecionar objetivo
pt_pt: Selecionar objetivo
ro: Selectați un scop
ru: Выбрать цель
sk: Vybrať cieľ
sl: Izberite cilj
sv: Välj mål
ta: நோக்கைத் தேர்ந்தெடுக்கவும்
te: లక్ష్యాన్ని ఎంచుకోండి
th: เลือกวัตถุประสงค์
tr: Amacı seç
uk: Вибрати мету
vi: Chọn mục đích
zh_hans: 选择目的
zh_hant: 選擇目的
